{
    "عنوان":"etruk Athar",
    "الرئيسية": "Home",
    "المشاريع": "Projects",
    " الحالات":  " Cases "  ,
    " حالات إنسانية":  "Humanitarian cases ",
    " حالات طبية":"Medical cases",
    "الكفالات" : "Sponsorships",
    " كفالة يتيم" : "Sponsoring an orphan",
    "كفالة أسرة":"Sponsoring a family",
    " المناسبات":"Events",
    "صندوق علمني ":"Teach Me Fund",
    " من نحن": "who are we",
    "كيف اتبرع ؟ ":" How to donate",
    "حاسبة الزكاة":"Zakat Calculator",
    "تسجيل":"sign up",
    "تسجيل الدخول":"Login",
   "تسجيل خروج":"Logout",
   "تبرعاتي":"My donations",
   "مهما كان تبرعك صغيراً":"No matter how small your donation is",
   "فإنه يحدث أثراً": "It makes an impact",
   "التبرع الفوري": "Donate Now",
   "ملف الشفافيه":"Donor Wall",
   "مجموعة ":"Etruk Athar",
   " اترك أثراً ":"Volunteering Group",
   ". مجموعة هذه حياتي التطوعية ، مجموعة شبابية تعنى برفع سوية المجتمع والعمل التطوعي":"Etruk Athar Volunteering Group, a youth group concerned with raising the level of society and volunteer work.",
   ".أسست عام 2020 في مصر ومرخصة سنة 2023 كـ شركة غير ربحية ، وكجمعية خيرية في سويسرا 2023 ، وتوسعت أنشطة عملها ل تركيا و الداخل السوري":"It was established in 2022 in Egypt and licensed in 2023 as a non-profit company, and as a charitable association in Switzerland in 2023, and its work activities have expanded to Turkey and Syria.",
   "التعريف بالمجموعة":"About Us",
    "ابتسم":"Smail",
    "شارك":"Participate",
    "ساعد":"Help",
    " مشروع تم إنجازه":"Million dollars collected",
    " حالة تم دعمها ":"Humanitarian Cases",
    "حملة تم إنجازها":"Campaigns",
    "مشروع تم إنجازه":"Projects",
    "التبرعات الواردة":"Received donations",
    "حرصاً منّا على تزويد جميع متبرعينا بجميع المعلومات حول أرصدة التبرعات الواردة وتفاصيلها نشارككم كل أرصدة التبرعات عبر ملف الشفافية":"In order to provide all our donors with all information about the balances of donations received and their details, we share with you all the balances of donations through the transparency file.",
    "تطوع معنا":"Volunteer with us",
    "نؤمن بقيمة مبادرات التطوع ودورها في تغيير الحال على أرض الواقع، كما نؤمن بطاقات شبابنا ونفتح لهم الباب لمد يد العون لغيرهم نؤمن":"We believe in the value of volunteer initiatives and their role in changing the situation on the ground. We also believe in the energies of our youth and open the door for them to extend a helping hand to others.",
    "قالوا عنا":"They said about us",
    "نظراً لوجودنا على أرض الواقع وتركنا أثراً واضحاً بفضل تبرعاتكم، نشارككم ما قالته عنا وسائل الإعلام المحلية والعالمية":"Due to our presence on the ground and leaving a clear impact thanks to your donations, we share with you what the local and international media said about us.",
    "من نحن؟":"About Us ",
    "اترك أثرا , مجموعه شبابية تعني برفع سوية المجتمع و العمل التطوعي , جمعيه خيرية نحو مستقبل مشرق":" Etruk Asar volunteer group, a youth group concerned with raising the level of society and volunteering ",
    "روابط مفيدة":"Useful Links",
    "كن علي تواصل معنا":"Stay in touch with us",
    "سياسه الاستخدام": "Usage Policy",
    "سياسة الخصوصية":"Privacy policy",
    "سياسه جمع التبرعات":"fundraising policy",
    " مصر : القاهره , حلوان  ":"Egypt : cairo , helwan",
    "كن مصدراً لرسم الابتسامة على وجوه الآخرين":"Be a source to draw a smile on the faces of others",
    " التبرع مباشر ":"Donate Now",
    "مقدمة":"Introduction:",
    "عندما نلمس الجانب الطيب في نفوس الناس، نجد أن هناك خيرًا كثيرًا قد لا تراه العيون أول وهلة ، فإن الإنسان مهما طغى وتجبّر فإنّه ينطوي على بذرة خير مهيّأة للإنبات .":"When we touch the good side in people's souls, we find that there is a lot of good that the eyes may not see at first sight.",
    "نؤمن ب هذه حياتي بأهمية العمل التطوعي و الخدمة المجتمعية ، لذا سعينا منذ بداياتنا لنشر ثقافة التطوع بإتاحة الفرصة المبادر المؤمن بالتغيير و دوره الفعال لخدمة المجتمع و أهلنا في سوريا ليكونوا جزءاً منا وانبثق عنا العديد من الأفرقة التطوعية التي نفخر بعملها .":"We believe in this life in the importance of volunteer work and community service, so we have endeavored since our beginnings to spread the culture of volunteering by providing the opportunity for the initiator who believes in change and his effective role to serve the community and our people in Syria to be part of us, and many volunteer teams have emerged from us that we are proud of",
    "ك قنديلٍ من الأمان لمن حولك":"As a jellyfish of safety for those around you",
    "أباً ليتيم … عكازا لعجوز … سنداً لمحتاج .. وركيزة قوية لبناء الوطن":"A father to an orphan... a crutch for an old man... a support for the needy... and a strong foundation for building the nation",
    "تزهر حيثما كُتب لك أن تكون ..":"You bloom wherever you are meant to be..",
    "وتعطي دون توقف …":"And give nonstop...",
    "تعاريف":"definitions",
    " العمل التطوعي : ": "Volunteer Work: ",
    "أي نشاط اختياري يتضمن قضاء وقت محدد بدون أجر للقيام بمهام معّينة تهدف إلى إضافة قيمة اجتماعية لطرف آخر.":"Any optional activity that includes spending a specified time without pay to perform certain tasks aimed at adding social value to another party.",
    "المتطوع :":"Volunteer: ",
    "الشخص الراغب بتقديم جهد وعمل معّين مع جهة ما بدون مقابل وبدون إكراه.":"A person willing to provide a specific effort and work with an entity free of charge and without coercion.",
    "أنواع التطوع":"Types of Volunteering",
    "تطوع دائم: ":"Permanent Volunteer:",
    "أن يكون المتطوع عاملاً بشكل مستمر":"أن يكون المتطوع عاملاً بشكل مستمر",
    "تطوع مؤقت:":"تطوع مؤقت:",
    "وهو أن يكون التطوع إما: لفترة زمنية محددة أو لفترات زمنية متقطعة حسب الحاجة لنشاط محدد ومعين فقط أو لجملة فعاليات محددة":"وهو أن يكون التطوع إما: لفترة زمنية محددة أو لفترات زمنية متقطعة حسب الحاجة لنشاط محدد ومعين فقط أو لجملة فعاليات محددة",
    "حقوق المتطوع":"حقوق المتطوع",
    "– التعامل معه باحترام وثقة وشفافية .":"– التعامل معه باحترام وثقة وشفافية .",
    "– اطّلاعه بطريقة مهنية وواضحة على مناخ المؤسسة وتنظيماتها والمعلومات الضرورية للقيام بمهامه.":"– اطّلاعه بطريقة مهنية وواضحة على مناخ المؤسسة وتنظيماتها والمعلومات الضرورية للقيام بمهامه.",
    "– مساعدته على إبراز قدراته ومواهبه.":"– مساعدته على إبراز قدراته ومواهبه.",
    "– إدماجه في العمل، والعمل على توظيف طاقاته وقدراته للاستفادة منها بأكبر قدر.":"– إدماجه في العمل، والعمل على توظيف طاقاته وقدراته للاستفادة منها بأكبر قدر.",
    "– تقديم التوجيه والتدريب للمتطوع ليتمكن من القيام بالمهام المنوطة به بكفاءة وفاعلية.":"– تقديم التوجيه والتدريب للمتطوع ليتمكن من القيام بالمهام المنوطة به بكفاءة وفاعلية.",
     "المبلغ المجموع للمشاريع":"The total amount for the projects",
     "تبرع فوري لصندوق المشاريع":"Instant donation to the Project Fund",
     "نواظب على التنقيب عن مستلزمات المجتمع، ساعين لأجل توفير مشاريع من شأنها تلبية متطلباتهم، وتوفير حياةٍ كريمة لكلّ من تكبّد ويلاتُ الحرب":"We keep searching for the requirements of society, striving to provide projects that will meet their requirements, and provide a decent life for everyone who has suffered the scourge of war.",
     "متبرع":"As User",
     "جمعية ":"As Charity",
     " البريد الإلكتروني":  "Email Address",
     "كلمة المرور":"Password",
     "هل نسيت كلمة السر؟":"?Forget your password",
     "اسم المستخدم":"Username",
     "تأكيد كلمة المرور":"Confirm Password",
     "تسجيل حساب جديد":"Sign Up For User",
    "مهارات":"Your skills",
    "العمر":"Your Age",
    "العنوان":"Address",
    "رقم المحمول":"Phone number",
    " انشاء حساب كجمعية خيرية":"creact charity account",
    "تعمل  كجمعية خيرية؟":" Work for charity ? ",
    "انشاء حساب":"Create Account",
    "للتبرع":"Donate",
    "تسجيل حساب جمعية خيرية ":"Sign Up For Charity",
    "هل انت متبرع ؟":"Are you doner?",
    "انشاء حساب مستخدم ":"creact user account",
    "اسم الجمعية":"Charity Name",
    "نوع العمل":"Type Of Work",
    "رقم التسجيل":"Registration Number"



   
     
}
